{"total":10,"pageSize":6,"pageCount":2,"data":[{"title":"ارائه؛ طراحی جدید کلیک‌یاب","slug":"clickyab-redesign","date":"2015-08-25T19:30:00.000Z","updated":"2017-11-29T16:15:50.372Z","comments":null,"path":"api/articles/clickyab-redesign.json","excerpt":"سلام. امیدوارم حالتون خوب و سرحال باشید. چند هفته‌ست از انتشار نسخه جدیدکلیک یاب، تبلیغات اینترنتی، می‌گذرد. از ابتدای کار تصمیم داشتم در نوشته‌ای به صورت فنی این پروژه را معرفی کنم. امروز قصد دارم نسخه جدید کلیک یاب که توسط من طراحی و اجرا شده است را بررسی کنم. طی جلساتی که با کلیک یاب داشتم، تصمیم گرفتیم طراحی جدید را من انجام دهم. بعد از گذشت چند جلسه تصمیم گرفتیم نسخه جدید به سبک مینیمال/ساده طراحی شود و به ساده‌ترین در عین حال کامل‌ترین حالت ممکن به بازدید کننده سرویس‌هایی که کلیک یاب ارائه می‌کند را معرفی کنیم. کلیک یاب در بهترین زمانی بود که می‌توانست تغییرات جدیدی در خودش ایجاد کند چون بازه کاربران زیادی را به خود دیده بود و می‌توانست تشخیص دهد چطور و چگونه باید تغییر کند. برای اسکچ اولیه حدود ۲ هفته زمان صرف شد تا کانسپت جدید را معرفی شود. در مسیر فرآیند طراحی متوجه شدم طراحی یک سایت با تعداد کاربران زیاد و گوناگون در ظاهر ساده است اما در اجرا بسیار سخت‌تر از اون چیزی هست که میشه تصورش را کرد و به تبع زمان پیش‌بینی شده، دقیق نخواهد بود.","keywords":null,"cover":"https://siamak-us.imgix.net/blog/store/notes/Clickyab-redesign/CY--hero_cover@2x.jpg?w=1590&h=928&ixlib=js-1.0.6&s=1c271e038b8f1bcf2e4889a86bd2e926","content":null,"raw":null,"categories":null,"tags":null},{"title":"ارائه؛ افزونه تحت مرورگر نت‌برگ","slug":"netbarg-chrome-extension","date":"2015-05-23T19:30:00.000Z","updated":"2017-11-29T16:15:47.247Z","comments":null,"path":"api/articles/netbarg-chrome-extension.json","excerpt":"هفته های آخر اسفند ۹۳ بود که طی صحبت هایی که با نت‌برگ داشتیم به این نتیجه رسیدیم که من پروژهافزونه تحت مرورگر نت‌برگ را طراحی، اجرا و نگهداری کنم. روزهای آخری بود که به شکل رسمی در نت‌برگ بودم و علاقه داشتم کار خوبی از خودم به یادگار بگذارم. قصد داشتم در کمترین زمان ممکن بهترین نتیجه را حاصل کنم. پروژه افزونه تحت مرورگر نت‌برگ در حال حاضر Deal ها را براساس موقعیت و دسته بندی مورد نظر کاربر نمایش می‌دهد. تقریبا چند روزی است که از معرفی اکستنشن کروم نت‌برگ می‌گذره و من قصد دارم در این نوشته آن را از نظر فنی بررسی کنم.","keywords":null,"cover":"https://siamak-us.imgix.net/blog/store/notes/NetBarg-browser-extension/NetBarg-browser-extension--cover@2x.jpg?w=1590&h=928&ixlib=js-1.0.6&s=8a43a6195e884019487e5dd066d182ac","content":null,"raw":null,"categories":null,"tags":null},{"title":"کوله پشتی ۹۴","slug":"backpack-94","date":"2015-03-18T20:30:00.000Z","updated":"2017-11-29T16:15:49.088Z","comments":null,"path":"api/articles/backpack-94.json","excerpt":"سلام. امیدوارم این روزها حالتون خوش باشه و شاد باشید. بهار۹۴ نزدیک و به زودی وارد سال جدیدی میشیم که قراره برامون اتفاقات زیادی بیفته. اتفاقاتی که ممکن است خوب یا بد باشند، مهم اینه که درست زندگی کنیم و از زندگیمون راضی باشیم. اماکوله پشتی۹۴. اول باید تعریف کنم که کوله پشتی چیه. کوله پشتی یک بازی وبلاگی‌ست ازامیر مهرانی عزیز، به فرض ما یک کوله پشتی داریم که در آن باید تجربیات و چیز هایی رو قرار بدیم که می‌خواهیم با خودمان به سال جدید ببریم. اصل هدف به اشتراک گذاری تجریبات خوب و بدی است که در طول یک سال گذشته برایمان اتفاق افتاده است. من هم علاقه‌مند بودم که این پست رو بنویسم. پس بزن بریم…","keywords":null,"cover":"https://siamak-us.imgix.net/blog/store/notes/backpack-94/backpack-94.jpg?w=1590&h=928&ixlib=js-1.0.6&s=9b584ca5b02e2043b6d023670c7213ac","content":null,"raw":null,"categories":null,"tags":null},{"title":"سلامی از دنیای شخصی من","slug":"hello-world","date":"2014-09-30T20:30:00.000Z","updated":"2017-11-29T16:15:44.681Z","comments":null,"path":"api/articles/hello-world.json","excerpt":"سلام، به اولین پست از بلاگ من خوش آمدید. امیدوارم که دنیاتون پر از شادی و خوشحالی باشه. چند ماهی بود که تصمیم داشتم بلاگ شخصی از نوع خیلی شخصی راه بندازم خیلی شخصی به این خاطر که تمام سعیم را می‌کنم تا در اینجا از کد و مسائل مربوط به اون صحبتی نکنم (!) و فقط از خودم، اطرافم و چیزهایی که ازش رنج می‌برم یا خوشحالم می‌کنند صحبت کنم و مطالبی را به اشتراک بگذارم که وابسته به زندگی شخصیم باشند. می‌خواهم خیلی دوستانه صحبت کنم و دچار قواعد نوشتاری و از این حرف‌ها نشم و در کمال سادگی بنویسم. کمی درمورد این روزهام بنویسم شاید خوب باشه. امسال من هم مثل یک میلیون پانصد هزار نفر دیگه کنکور داشتم و خیلی خوشحالم که می‌خوام مهندس نرم افزار از دانشگاه های ایران  بشم (!)، امیدوارم که بتونم به این صنعت خدمت های زیادی کنم. بعد از اعلام نتایج خیلی سعی کردم مثل بقیه دوستام شبا بیدار بمونم و صبحا بخوابم ولی نشد! یعنی شد ولی زیاد با این سَبْک حال نکردم! تصمیم گرفتم در کنار کارهام درFictionTeamجایی مشغول به کار بشم که هم کسب تجربه کنم هم درآمدی داشته باشم. با چند تا شرکتی که از قبل دوست داشتم باهاشون کار کنم وارد مذاکره شدم و از بین اون‌‌ها تصمیم گرفتم در نت‌برگ فعالیت رسمی و کاری خودم را شروع کنم.","keywords":null,"cover":"https://siamak-us.imgix.net/blog/store/notes/Hello-World/Hi-world--cover@2x.jpg?w=1590&h=928&ixlib=js-1.0.6&s=62b6345b820a9b1455c3c3a50717ec28","content":null,"raw":null,"categories":null,"tags":null}]}